tap 'caskroom/cask'

brew 'git'
brew 'node@8'
brew 'zsh'
brew 'zsh-completions'
brew 'yarn'

cask 'flux'
cask 'firefox'
cask 'gimp'
cask 'transmit'
cask 'google-chrome'
cask 'hyper'
cask 'sublime-text'
cask 'visual-studio-code'
cask 'mamp'
cask 'sequel-pro'
cask 'vlc'
cask 'spotify'
cask 'imageoptim'
cask 'sourcetree'
cask 'alfred'

mas 'Slack', id: 803453959
mas 'Magnet', id: 441258766