# tap 'caskroom/cask'

brew 'git'
brew 'zsh'
brew 'zsh-completions'

cask 'firefox'
cask 'firefox@developer-edition'
cask 'transmit'
cask 'google-chrome'
cask 'warp'
cask 'visual-studio-code'
cask 'imageoptim'
cask 'alfred'
cask 'herd'
cask 'obsidian'

mas 'Slack', id: 803453959
mas 'Sequel Ace', id: 1518036000
